akamud.vscode-theme-onedark
albertochamorro.xcode-pitch-dark-theme
anthropic.claude-code
anysphere.csharp
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
bierner.markdown-mermaid
biomejs.biome
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
chaitanyashahare.lazygit
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
drcika.apc-extension
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
felixangelov.bloc
firsttris.vscode-jest-runner
foxundermoon.shell-format
fwcd.kotlin
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
google.arb-editor
gruntfuggly.todo-tree
guodongsun.vscode-git-cruise
hbenl.vscode-test-explorer
llvm-vs-code-extensions.lldb-dap
mateocerquetella.xcode-12-theme
mathiasfrohlich.kotlin
meganrogge.template-string-converter
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
nash.awesome-flutter-snippets
nicoespeon.abracadabra
nrwl.angular-console
octref.vetur
openai.chatgpt
orta.vscode-jest
pflannery.vscode-versionlens
pkief.material-icon-theme
prisma.prisma
qwtel.sqlite-viewer
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
swiftlang.swift-vscode
tamasfe.even-better-toml
teabyii.ayu
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vue.volar
wholroyd.jinja
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
