tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask'
tap 'epk/epk'
tap 'qmk/qmk'
tap 'homebrew/cask-drivers'
tap 'leoafarias/fvm'
tap 'arl/arl'
tap 'jesseduffield/lazydocker/lazydocker'

brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'dash'
brew 'zoxide'
brew 'nvm' # Node version manager
brew 'volta'
brew 'mas'
brew 'tldr'
brew 'fzf'
brew 'neovim'
brew 'ripgrep'
brew 'lazygit'
brew 'lazydocker'
brew 'tmux'
brew 'lf'
brew 'fd'
brew 'exa'
brew 'qmk'
brew 'bitwarden-cli'
brew 'docker-compose'
brew 'git-flow-avh'
brew 'fvm'
brew 'gitmux'
brew 'maven'
brew 'ktlin'

# Prompt
brew 'starship'
brew 'tree'

# Window manager
brew 'koekeishiya/formulae/yabai'

# Hotkey daemon
brew 'koekeishiya/formulae/skhd'

# To view json files
brew 'jq'

cask 'caffeine'
cask 'appcleaner'
cask 'google-chrome'
cask 'brave-browser'
cask 'firefox'
cask 'flutter'
cask 'aerial'
cask 'raycast'
cask 'clipy'
cask 'dash'
cask 'slack'
cask 'discord'
cask 'figma'
cask 'font-sf-mono-nerd-font'
cask 'iterm2'
cask 'alacritty'
cask 'insomnia'
cask 'bitwarden'
cask 'jetbrains-toolbox'
cask 'notion'
# cask 'rectangle'
cask 'runjs'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'biscuit'
cask 'keycastr'
cask 'min'
cask 'spotify'
cask 'robo-3t'
cask 'docker'
cask 'termius'
cask 'qmk-toolbox'
cask 'ultimaker-cura'
cask 'shottr'
cask 'dbeaver-community'
cask 'arc'
cask 'pika'
casl 'gas-mask'

