tap 'epk/epk'
tap 'arl/arl'
tap 'tursodatabase/tap'
tap 'leoafarias/fvm'

brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'zoxide'
brew 'nvm' # Node version manager
brew 'volta'
brew 'mas'
brew 'tldr'
brew 'fzf'
brew 'neovim'
brew 'ripgrep'
brew 'lazygit'
brew 'lazydocker'
brew 'tmux'
brew 'lf'
brew 'fd'
brew 'lsd'
brew 'bitwarden-cli'
brew 'docker-compose'
brew 'maven'
brew 'ruby'
brew 'rust'
brew 'cocoapods'
brew 'starship' # Prompt
brew 'tree'
brew 'jq' # To view json files
brew 'wget'
brew 'bat' # Cat clone with syntax highlightin and git integration
brew 'tursodatabase/tap/turso'
brew 'fvm'
brew 'opencode'
brew 'sox'

cask 'keepingyouawake'
cask 'appcleaner'
cask 'google-chrome'
cask 'brave-browser'
cask 'firefox'
cask 'thebrowsercompany-dia'
cask 'flutter'
cask 'aerial'
cask 'raycast'
cask 'slack'
cask 'discord'
cask 'figma'
cask 'font-sf-mono-nerd-font'
cask 'font-monaspice-nerd-font'
cask 'ghostty'
cask 'bitwarden'
cask 'jetbrains-toolbox'
cask 'notion'
cask 'runjs'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'keycastr'
cask 'spotify'
cask 'rancher'
cask 'termius'
cask 'ultimaker-cura'
cask 'shottr'
cask 'dbeaver-community'
cask 'pika'
cask 'switchhosts'
cask 'karabiner-elements'
cask 'bruno'
cask 'linear-linear'
cask 'cursor'
cask 'loom'
cask 'chatgpt'
cask 'lm-studio'
cask 'nikitabobko/tap/aerospace' # Window/desktop manager
cask 'capcut'
cask 'superlist'
