tap 'homebrew/bundle'
tap 'epk/epk'
tap 'arl/arl'

brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zoxide'
brew 'nvm' # Node version manager
brew 'volta'
brew 'mas'
brew 'tldr'
brew 'fzf'
brew 'neovim'
brew 'ripgrep'
brew 'lazygit'
brew 'lazydocker'
brew 'tmux'
brew 'lf'
brew 'fd'
brew 'bitwarden-cli'
brew 'docker-compose'
brew 'maven'
brew 'ruby'

# Prompt
brew 'starship'
brew 'tree'
# To view json files
brew 'jq'
brew 'wget'
# Cat clone with syntax highlightin and git integration
brew 'bat'
brew 'tursodatabase/tap/turso'

cask 'keepingyouawake'
cask 'appcleaner'
cask 'google-chrome'
cask 'brave-browser'
cask 'firefox'
cask 'flutter'
cask 'aerial'
cask 'raycast'
cask 'slack'
cask 'discord'
cask 'figma'
cask 'font-sf-mono-nerd-font'
cask 'alacritty'
cask 'insomnia'
cask 'bitwarden'
cask 'jetbrains-toolbox'
cask 'notion'
cask 'notion'
cask 'notion-calendar'
cask 'runjs'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'keycastr'
cask 'min'
cask 'spotify'
cask 'rancher'
cask 'termius'
cask 'ultimaker-cura'
cask 'shottr'
cask 'dbeaver-community'
cask 'arc'
cask 'pika'
cask 'switchhosts'
cask 'karabiner-elements'
cask 'bruno'
cask 'gather'
cask 'linear-linear'
cask 'cursor'
cask 'loom'
